"SIGNAL_DETECTION" = "Signal Detection";
"SIGNAL_DETECTION_FOOTER" = "";

"HW_FREQUENCY"="H/W Frequency";
"DETECTOR_LEVEL" = "Detector Level";
"USE_LOW_PASS_FILTER" = "Low-Pass Filter";
"TAPS_FILE_NAME" = "Taps File";
"COUNTS_DECAY_DURATION" = "Damping (seconds)";

"SIGNAL_DISPLAY" = "Signal Display";
"SIGNAL_DISPLAY_FOOTER" = "Parameters that affect the graphical view of the incoming signal.";
"SIGNAL_DISPLAY_UPDATE_RATE" = "Update Rate (Hz)";

"SWITCH_DETECTOR" = "Switch Detector";
"SWITCH_DETECTOR_FOOTER" = "Parameters for the headphone switch detector.";
"SWITCH_DETECTOR_THRESHOLD" = "Threshold";
"SWITCH_DETECTOR_DURATION" = "Duration (seconds)";

"CLOUD_STORAGE" = "Cloud Storage";
"CLOUD_STORAGE_FOOTER" = "Activate a service for automatic transfer of recording files. Recordng files are also accessible from within iTunes.";
"CLOUD_STORAGE_ENABLE" = "Enable Upload";

"INFO" = "Notices";
"VERSION" = "Version";
"COPYRIGHT" = "Copyright (C) 2011 Brad Howes";
